Repository: divo/ScreenTimeShield
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, zh_hans, zh_hant

# %lld apps · %lld websites
source: %1$lld apps · %2$lld websites
de: %lld Apps · %lld Websites
es: %lld apps · %lld sitios web
fr: %lld apps · %lld sites web
it: %lld app · %lld siti web
ja: %lld個のアプリ・%lld個のWebサイト
ko: 앱 %lld개 · 웹사이트 %lld개
pt_pt: %lld apps · %lld sites
zh_hans: %lld 个应用 · %lld 个网站
zh_hant: %lld 個應用程式 · %lld 個網站

source: %lld days left in trial · Unlock
de: Noch %lld Tage Testzeit · Freischalten
es: Quedan %lld días de prueba · Desbloquear
fr: %lld jours d'essai restants · Débloquer
it: %lld giorni di prova rimasti · Sblocca
ja: トライアル残り%lld日 · ロック解除
ko: 체험판 %lld일 남음 · 잠금 해제
pt_pt: Faltam %lld dias de avaliação · Desbloquear
zh_hans: 试用还剩 %lld 天 · 解锁
zh_hant: 試用還剩 %lld 天 · 解鎖

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_pt: Adicionar
zh_hans: 添加
zh_hant: 新增

source: Add apps to restriction
de: Anwendungen zur Einschränkung hinzufügen
es: Añadir aplicaciones a la restricción
fr: Ajouter des applications à la restriction
it: Aggiungere app alla restrizione
ja: 制限にアプリを追加する
ko: 제한 대상 앱 추가
pt_pt: Adicione aplicativos à restrição
zh_hans: 将应用程序添加到限制
zh_hant: 將應用程序添加到限制

source: Allow only these hours
de: Nur diese Zeiten erlauben
es: Permitir solo estas horas
fr: Autoriser seulement ces heures
it: Consenti solo queste ore
ja: この時間帯のみ許可
ko: 이 시간대만 허용
pt_pt: Permitir apenas estas horas
zh_hans: 仅允许这些时间
zh_hant: 僅允許這些時間

source: App limits reached
de: App-Grenzen erreicht
es: Se han alcanzado los límites de la aplicación
fr: Limites de l'application atteintes
it: Limiti dell'app raggiunti
ja: アプリの制限に達した
ko: 앱 한도 도달
pt_pt: Limites da aplicação atingidos
zh_hans: 达到应用程序限制
zh_hant: 達到應用程式限制

source: App selection was reset, please re-select apps
de: App-Auswahl wurde zurückgesetzt, bitte wählen Sie die Apps erneut aus
es: La selección de aplicaciones se ha restablecido, vuelva a seleccionar las aplicaciones
fr: La sélection d'applications a été réinitialisée, veuillez resélectionner les applications
it: La selezione delle app è stata reimpostata, seleziona nuovamente le app
ja: アプリの選択がリセットされました。アプリを再選択してください
ko: 앱 선택이 초기화되었습니다. 앱을 다시 선택해 주세요
pt_pt: A seleção de aplicações foi reposta, selecione novamente as aplicações
zh_hans: 应用选择已重置，请重新选择应用
zh_hant: 應用程式選擇已重置，請重新選擇應用程式

source: Block active
de: Block aktiv
es: Bloque activo
fr: Bloc actif
it: Blocco attivo
ja: ブロック・アクティブ
ko: 블록 활성화
pt_pt: Bloco ativo
zh_hans: 块活动
zh_hant: 塊活動

source: Block for an hour
de: Eine Stunde blockieren
es: Bloquear durante una hora
fr: Bloquer pendant une heure
it: Blocca per un'ora
ja: 1時間ブロック
ko: 1시간 차단
pt_pt: Bloquear durante uma hora
zh_hans: 屏蔽一小时
zh_hant: 封鎖一小時

source: Block inactive
de: Block inaktiv
es: Bloque inactivo
fr: Bloc inactif
it: Blocco inattivo
ja: ブロック・インアクティブ
ko: 비활성 차단
pt_pt: Bloco inativo
zh_hans: 阻止非活性
zh_hant: 阻止非活性

source: Block these hours
de: Diese Zeiten blockieren
es: Bloquear estas horas
fr: Bloquer ces heures
it: Blocca queste ore
ja: この時間帯をブロック
ko: 이 시간대 차단
pt_pt: Bloquear estas horas
zh_hans: 屏蔽这些时间
zh_hant: 封鎖這些時間

source: Blocking
de: Blockiert
es: Bloqueando
fr: Blocage actif
it: Blocco attivo
ja: ブロック中
ko: 차단 중
pt_pt: A bloquear
zh_hans: 屏蔽中
zh_hant: 封鎖中

source: Blocking all day except this window
de: Den ganzen Tag blockiert außer in diesem Zeitfenster
es: Bloqueado todo el día excepto en esta franja
fr: Bloqué toute la journée sauf pendant cette plage
it: Blocco tutto il giorno tranne questa fascia
ja: この時間帯以外は終日ブロック
ko: 이 시간대를 제외하고 하루 종일 차단
pt_pt: Bloqueado o dia todo exceto neste período
zh_hans: 除此时间段外全天屏蔽
zh_hant: 除此時段外全天封鎖

source: Blocking starts now and can't be stopped until %@.
de: Die Blockierung beginnt jetzt und kann erst um %@ beendet werden.
es: El bloqueo empieza ahora y no se puede detener hasta las %@.
fr: Le blocage commence maintenant et ne pourra être arrêté qu'à %@.
it: Il blocco inizia ora e non può essere interrotto fino alle %@.
ja: ブロックは今すぐ始まり、%@ まで停止できません。
ko: 차단이 지금 시작되며 %@까지 중지할 수 없습니다.
pt_pt: O bloqueio começa agora e não pode ser parado até às %@.
zh_hans: 屏蔽将立即开始，直到 %@ 才能停止。
zh_hant: 封鎖將立即開始，直到 %@ 才能停止。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cannot remove apps from block
de: Anwendungen können nicht aus dem Block entfernt werden
es: No se pueden eliminar aplicaciones del bloque
fr: Impossible de supprimer les applications du bloc
it: Impossibile rimuovere le app dal blocco
ja: ブロックからアプリを削除できない
ko: 차단에서 앱을 제거할 수 없습니다.
pt_pt: Não é possível remover aplicações do bloco
zh_hans: 无法从阻止程序中删除应用程序
zh_hant: 無法從區塊中移除應用程式

source: Choose apps & websites
de: Apps & Websites auswählen
es: Elegir apps y sitios web
fr: Choisir des apps et sites web
it: Scegli app e siti web
ja: アプリとWebサイトを選択
ko: 앱 및 웹사이트 선택
pt_pt: Escolher apps e sites
zh_hans: 选择应用与网站
zh_hant: 選擇應用程式與網站

source: Close
de: Schließen Sie
es: Cerrar
fr: Fermer
it: Chiudere
ja: 閉じる
ko: 닫기
pt_pt: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Don't go back.
de: Kein Rückfall.
es: No vuelvas atrás.
fr: Ne faites pas marche arrière.
it: Non tornare indietro.
ja: もう戻らない。
ko: 다시 돌아가지 마세요.
pt_pt: Não voltes atrás.
zh_hans: 别再回头。
zh_hant: 別再回頭。

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_pt: Concluído
zh_hans: 完成
zh_hant: 完成

source: Get notified when using restricted apps outside of blocked hours
de: Lassen Sie sich benachrichtigen, wenn Sie eingeschränkte Apps außerhalb der Sperrzeiten verwenden
es: Recibe notificaciones cuando utilices aplicaciones restringidas fuera de las horas de bloqueo
fr: Recevoir une notification en cas d'utilisation d'applications restreintes en dehors des heures bloquées
it: Ricevere una notifica quando si utilizzano app riservate al di fuori degli orari di blocco
ja: 制限時間外に制限されたアプリを使用すると通知される
ko: 차단된 시간 외에 제한된 앱을 사용할 때 알림 받기
pt_pt: Ser notificado quando utilizar aplicações restritas fora das horas de bloqueio
zh_hans: 在封锁时间外使用受限应用程序时获得通知
zh_hant: 在封鎖時間外使用受限制的應用程式時獲得通知

source: Limits are locked when active. Apps can still be added to restriction
de: Limits sind gesperrt, wenn sie aktiv sind. Apps können noch zu den Restriktionen hinzugefügt werden.
es: Los límites se bloquean cuando están activos. Las aplicaciones pueden seguir añadiéndose a la restricción.
fr: Les limites sont verrouillées lorsqu'elles sont actives, mais les applications peuvent toujours être ajoutées à la restriction.
it: I limiti sono bloccati quando sono attivi. Le applicazioni possono ancora essere aggiunte alla restrizione.
ja: 制限が有効な場合はロックされます。 制限へのアプリの追加は可能です。
ko: 활성 상태에서는 제한이 잠깁니다. 앱은 여전히 제한에 추가할 수 있습니다.
pt_pt: Os limites são bloqueados quando ativos.Os aplicativos ainda podem ser adicionados à restrição
zh_hans: 活动时限制锁定。应用程序仍然可以添加到限制中
zh_hant: 活動時限制鎖定。應用程序仍然可以添加到限制中

source: Limits will be locked when active
de: Limits werden gesperrt, wenn sie aktiv sind
es: Los límites se bloquearán cuando estén activos
fr: Les limites sont verrouillées lorsqu'elles sont actives
it: I limiti saranno bloccati quando sono attivi
ja: アクティブな場合、リミットはロックされる
ko: 활성화되면 한도가 잠깁니다.
pt_pt: Os limites serão bloqueados quando ativos
zh_hans: 活动时限制将被锁定
zh_hant: 活動時限制將被鎖定

source: No previous purchase found.
de: Kein früherer Kauf gefunden.
es: No se encontró ninguna compra anterior.
fr: Aucun achat précédent trouvé.
it: Nessun acquisto precedente trovato.
ja: 以前の購入が見つかりませんでした。
ko: 이전 구매를 찾을 수 없습니다.
pt_pt: Nenhuma compra anterior encontrada.
zh_hans: 未找到以前的购买。
zh_hant: 找不到先前的購買。

source: Nothing's stopping the scroll right now. Unlock Unplug to bring your block back.
de: Im Moment hält dich nichts vom Scrollen ab. Schalte Unplug frei, um deine Sperre zurückzuholen.
es: Ahora mismo nada detiene el scroll. Desbloquea Unplug para recuperar tu bloqueo.
fr: En ce moment, rien n'arrête le défilement. Débloquez Unplug pour rétablir votre blocage.
it: In questo momento niente ferma lo scorrimento. Sblocca Unplug per ripristinare il tuo blocco.
ja: 今はスクロールを止めるものが何もありません。Unplugを解除してブロックを取り戻しましょう。
ko: 지금은 스크롤을 막는 것이 없습니다. Unplug를 잠금 해제해 차단을 되돌리세요.
pt_pt: Neste momento, nada impede o scroll. Desbloqueia o Unplug para recuperar o teu bloqueio.
zh_hans: 现在没有什么能阻止你刷个不停。解锁 Unplug，重新启用你的限制。
zh_hant: 現在沒有什麼能阻止你滑個不停。解鎖 Unplug，重新啟用你的限制。

source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: La compra falló. Inténtalo de nuevo.
fr: Échec de l'achat. Veuillez réessayer.
it: Acquisto non riuscito. Riprova.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했습니다. 다시 시도해 주세요.
pt_pt: A compra falhou. Tenta novamente.
zh_hans: 购买失败。请重试。
zh_hant: 購買失敗。請重試。

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
pt_pt: Restaurar compra
zh_hans: 恢复购买
zh_hant: 回復購買

source: Restoring…
de: Wird wiederhergestellt…
es: Restaurando…
fr: Restauration…
it: Ripristino…
ja: 復元中…
ko: 복원 중…
pt_pt: A restaurar…
zh_hans: 正在恢复…
zh_hant: 正在回復…

source: Restrict for next hour
de: Für die nächste Stunde einschränken
es: Restringir para la próxima hora
fr: Restriction pour l'heure suivante
it: Limitare per la prossima ora
ja: 次の1時間の制限
ko: 다음 시간 동안 제한
pt_pt: Restringir para a próxima hora
zh_hans: 限制下一个小时
zh_hant: 限制下一個小時

source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
it: Limitato
ja: 制限中
ko: 제한됨
pt_pt: Restringido
zh_hans: 已限制
zh_hant: 已限制

source: Schedule End
de: Zeitplan Ende
es: Horario Fin
fr: Fin du calendrier
it: Programma Fine
ja: スケジュール終了
ko: 일정 종료
pt_pt: Fim do calendário
zh_hans: 时间表结束
zh_hant: 時間表結束

source: Schedule Start
de: Zeitplan Start
es: Horario de inicio
fr: Début de l'horaire
it: Inizio programma
ja: スケジュール開始
ko: 일정 시작
pt_pt: Início do calendário
zh_hans: 时间表开始
zh_hant: 時間表開始

source: Schedule locked while a block is active
de: Zeitplan gesperrt, während ein Block aktiv ist
es: Horario bloqueado mientras un bloque está activo
fr: Horaire verrouillé pendant qu'un blocage est actif
it: Programmazione bloccata mentre un blocco è attivo
ja: ブロック中はスケジュールを変更できません
ko: 차단이 활성화된 동안 일정이 잠깁니다
pt_pt: Agenda bloqueada enquanto um bloqueio está ativo
zh_hans: 屏蔽进行中时无法修改日程
zh_hant: 封鎖進行中時無法修改排程

source: Schedule mode
de: Zeitplanmodus
es: Modo de horario
fr: Mode d'horaire
it: Modalità programmazione
ja: スケジュールモード
ko: 일정 모드
pt_pt: Modo de agenda
zh_hans: 日程模式
zh_hant: 排程模式

source: Select apps to restrict
de: Zu beschränkende Anwendungen auswählen
es: Seleccione las aplicaciones que desea restringir
fr: Sélectionner les applications à restreindre
it: Selezionare le app da limitare
ja: 制限するアプリを選択する
ko: 제한할 앱 선택
pt_pt: Selecionar aplicações para restringir
zh_hans: 选择限制应用程序
zh_hant: 選擇限制應用程序

source: Send refocus notifications
de: Refokussierungs-Benachrichtigungen senden
es: Enviar notificaciones de reenfoque
fr: Envoyer des notifications de recentrage
it: Inviare notifiche di rifocalizzazione
ja: リフォーカス通知の送信
ko: 재초점 알림 보내기
pt_pt: Enviar notificações de reorientação
zh_hans: 发送重新关注通知
zh_hant: 發送重新關注通知

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_pt: Definições
zh_hans: 设置
zh_hant: 設定

source: Start blocking
de: Blockierung starten
es: Empezar a bloquear
fr: Démarrer le blocage
it: Avvia blocco
ja: ブロックを開始
ko: 차단 시작
pt_pt: Iniciar bloqueio
zh_hans: 开始屏蔽
zh_hant: 開始封鎖

source: Start blocking?
de: Blockierung starten?
es: ¿Empezar a bloquear?
fr: Démarrer le blocage ?
it: Avviare il blocco?
ja: ブロックを開始しますか？
ko: 차단을 시작할까요?
pt_pt: Iniciar bloqueio?
zh_hans: 开始屏蔽？
zh_hant: 開始封鎖？

source: Stop blocking
de: Blockierung beenden
es: Dejar de bloquear
fr: Arrêter le blocage
it: Interrompi blocco
ja: ブロックを停止
ko: 차단 중지
pt_pt: Parar bloqueio
zh_hans: 停止屏蔽
zh_hant: 停止封鎖

source: This blocks everything for the next hour and can't be stopped until then.
de: Dies blockiert alles für die nächste Stunde und kann bis dahin nicht beendet werden.
es: Esto bloquea todo durante la próxima hora y no se puede detener hasta entonces.
fr: Cela bloque tout pendant l'heure qui vient et ne pourra pas être arrêté avant.
it: Blocca tutto per la prossima ora e non può essere interrotto fino ad allora.
ja: 今後1時間すべてをブロックし、それまで停止できません。
ko: 앞으로 1시간 동안 모든 것을 차단하며 그때까지 중지할 수 없습니다.
pt_pt: Isto bloqueia tudo durante a próxima hora e não pode ser parado até lá.
zh_hans: 这将在接下来的一小时内屏蔽所有内容，期间无法停止。
zh_hant: 這將在接下來的一小時內封鎖所有內容，期間無法停止。

source: This leaves almost no time unblocked, and can't be changed once active.
de: Dadurch bleibt fast keine Zeit unblockiert, und es kann nach dem Start nicht mehr geändert werden.
es: Esto deja casi nada de tiempo sin bloquear y no se puede cambiar una vez activo.
fr: Il ne reste presque aucun temps libre, et cela ne pourra plus être modifié une fois actif.
it: Non lascia quasi nessun momento libero e non può essere modificato una volta attivo.
ja: ブロックされない時間がほとんど残らず、開始後は変更できません。
ko: 차단되지 않는 시간이 거의 남지 않으며, 활성화되면 변경할 수 없습니다.
pt_pt: Isto quase não deixa tempo desbloqueado e não pode ser alterado depois de ativo.
zh_hans: 这几乎不留任何未屏蔽的时间，且一旦生效便无法更改。
zh_hant: 這幾乎不留任何未封鎖的時間，且一旦生效便無法更改。

source: Trial ended · Unlock Unplug
de: Testzeit beendet · Unplug freischalten
es: Prueba finalizada · Desbloquear Unplug
fr: Essai terminé · Débloquer Unplug
it: Prova terminata · Sblocca Unplug
ja: トライアル終了 · Unplugをロック解除
ko: 체험판 종료 · Unplug 잠금 해제
pt_pt: Avaliação terminada · Desbloquear o Unplug
zh_hans: 试用已结束 · 解锁 Unplug
zh_hant: 試用已結束 · 解鎖 Unplug

source: Unlock forever
de: Für immer freischalten
es: Desbloquear para siempre
fr: Débloquer à vie
it: Sblocca per sempre
ja: 永久に解除
ko: 영구 잠금 해제
pt_pt: Desbloquear para sempre
zh_hans: 永久解锁
zh_hant: 永久解鎖

source: Unlock forever — %@
de: Für immer freischalten – %@
es: Desbloquear para siempre — %@
fr: Débloquer à vie — %@
it: Sblocca per sempre — %@
ja: 永久に解除 — %@
ko: 영구 잠금 해제 — %@
pt_pt: Desbloquear para sempre — %@
zh_hans: 永久解锁 — %@
zh_hant: 永久解鎖 — %@

source: Unlock unbypassable app blocking forever. One-time purchase, no subscription.
de: Schalte unumgehbare App-Sperren für immer frei. Einmaliger Kauf, kein Abo.
es: Desbloquea para siempre el bloqueo de apps imposible de eludir. Pago único, sin suscripción.
fr: Débloquez à vie un blocage d'applications incontournable. Achat unique, sans abonnement.
it: Sblocca per sempre il blocco delle app impossibile da aggirare. Acquisto singolo, nessun abbonamento.
ja: 回避できないアプリブロックを永久に解除。買い切り、サブスクなし。
ko: 우회할 수 없는 앱 차단을 영구적으로 잠금 해제하세요. 일회성 구매, 구독 없음.
pt_pt: Desbloqueia para sempre o bloqueio de apps impossível de contornar. Compra única, sem subscrição.
zh_hans: 永久解锁无法绕过的应用限制。一次性购买，无需订阅。
zh_hant: 永久解鎖無法繞過的應用程式限制。一次性購買，無需訂閱。

source: Unplug
de: Ziehen Sie den Stecker
es: Desenchufe
fr: Débrancher
it: Staccare la spina
ja: プラグを抜く
ko: 플러그 뽑기
pt_pt: Desligar a ficha
zh_hans: 拔掉插头
zh_hant: 拔下插頭

source: Unplug stopped you %lld times during your trial.
de: Unplug hat dich während der Testphase %lld Mal gestoppt.
es: Unplug te detuvo %lld veces durante tu prueba.
fr: Unplug vous a arrêté %lld fois pendant votre essai.
it: Unplug ti ha fermato %lld volte durante la prova.
ja: Unplugはトライアル中に%lld回あなたを止めました。
ko: Unplug가 체험 기간 동안 %lld번 당신을 막았습니다.
pt_pt: O Unplug deteve-te %lld vezes durante a avaliação.
zh_hans: 在试用期间，Unplug 已阻止你 %lld 次。
zh_hant: 在試用期間，Unplug 已阻止你 %lld 次。

source: Unplug ∎
de: Netzstecker ziehen ∎
es: Desenchufar ∎
fr: Débrancher ∎
it: Scollegare la spina ∎
ja: プラグを抜く
ko: 플러그 뽑기 ∎
pt_pt: Desligar a ficha ∎
zh_hans: 拔出插头∎
zh_hant: 拔出插頭∎

source: Unskippable app limits
de: Unskippbare App-Begrenzungen
es: Límites de las aplicaciones
fr: Limites d'applications non désactivables
it: Limiti delle app non skippabili
ja: アプリの制限解除
ko: 건너뛸 수 없는 앱 제한
pt_pt: Limites de aplicações insusceptíveis de serem utilizados
zh_hans: 不合理的应用程序限制
zh_hant: 不合理的應用程序限制

source: Will be restricted
de: Wird eingeschränkt
es: Se restringirá
fr: Sera restreint
it: Verrà limitato
ja: 制限されます
ko: 제한됩니다
pt_pt: Será restringido
zh_hans: 将被限制
zh_hant: 將被限制

# You have restricted %lld apps and %lld websites
source: You have restricted %1$lld apps and %2$lld websites
de: Sie haben %1$lld Anwendungen und %2$lld Websites eingeschränkt
es: Has restringido %1$lld apps y %2$lld websites
fr: Vous avez restreint %1$lld apps et %2$lld websites
it: Avete limitato %1$lld app e %2$lld website
ja: %1$lldつのアプリと%2$lldつのウェブサイトを制限しています
ko: %1$lld개의 앱 및 %2$lld개의 웹사이트를 제한했습니다.
pt_pt: Restringiu %1$lld apps e %2$lld websites
zh_hans: 您限制了％1 $ lld应用程序和％2 $ lld网站
zh_hant: 您限制了％1 $ lld應用程序和％2 $ lld網站

source: You've been using a restricted app for %lld minutes, tap here to regain focus
de: Sie haben eine eingeschränkte Anwendung für %lld Minuten verwendet, tippen Sie hier, um den Fokus wiederherzustellen
es: Has estado usando una aplicación restringida durante %lld minutos, toca aquí para recuperar la concentración
fr: Vous avez utilisé une application restreinte pendant %lld minutes, appuyez ici pour vous concentrer à nouveau.
it: Si sta utilizzando un'applicazione limitata da %lld minuti, toccare qui per riprendere la concentrazione
ja: 制限されたアプリを%lld分間使用しています。ここをタップして集中を取り戻しましょう
ko: %lld분 동안 제한된 앱을 사용했습니다. 다시 집중하려면 여기를 탭하세요.
pt_pt: Esteve a utilizar uma aplicação restrita durante %lld minutos, toque aqui para recuperar a concentração
zh_hans: 您已使用受限应用程序 %lld 分钟，请点击此处重新集中注意力
zh_hant: 您已使用受限制的應用程式 %lld 分鐘，請點選此處以重新集中注意力

source: Your blocks are off
de: Deine Sperren sind aus
es: Tus bloqueos están desactivados
fr: Vos blocages sont désactivés
it: I tuoi blocchi sono disattivati
ja: ブロックがオフです
ko: 차단이 꺼져 있습니다
pt_pt: Os teus bloqueios estão desativados
zh_hans: 你的限制已关闭
zh_hant: 你的限制已關閉

source: Your blocks are unbypassable — keep them that way.
de: Deine Sperren lassen sich nicht umgehen – halte das so.
es: Tus bloqueos no se pueden eludir: mantenlos así.
fr: Vos blocages sont incontournables — gardez-les ainsi.
it: I tuoi blocchi non sono aggirabili: mantienili così.
ja: あなたのブロックは回避できません。その状態を保ちましょう。
ko: 당신의 차단은 우회할 수 없습니다 — 그대로 유지하세요.
pt_pt: Os teus bloqueios não podem ser contornados — mantém-nos assim.
zh_hans: 你的限制无法绕过——让它保持如此。
zh_hant: 你的限制無法繞過——讓它保持如此。
